const questionsDataThree =[
    {
    id: 1,
    type: "open",
    question: 'מנה את סד"כ הפלר"ג בתצורה מלאה ולא מפוצלת',
    answer: [
      'מ"פ',
      'סמ"פ',
      'רס"פ',
      '3 צוותים: בכל אחד מטפל בכיר, 6 חובשים, נהג אמבולנס'
    ]
  },
  {
    id: 2,
    type: "open",
    question: "מהו היעוד הייחודי של צוות הרפואה בפלר\"ג",
    answer: "לתת מענה לרפואה חילוץ בעת אירוע חילוץ לכודים"
  },
  {
    id: 3,
    type: "open",
    question: "מהו גרעין ההפעלה המינימלי בצוות רפואה בפלר\"ג",
    answer: "על פי הנחיית מר\"פ העורף – מטפל בכיר + 3 חובשים"
  },
  {
    id: 4,
    type: "open",
    question: "איזה דרג של מענה רפואי ניתן על ידי הפלר\"ג",
    answer: "דרג א' – הצלת חיים בעיקר בתרחיש חילוץ לכודים, ובעת הצורך מענה הצלת חיים / דרג א' אחר"
  },
  {
    id: 5,
    type: "open",
    question: "מי מפנה אזרחים פצועים מאתר ההרצ לאחר שחולצו",
    answer: "מד\"א"
  },
  {
    id: 7,
    type: "structure",
    question: "בשיטת ההפעלה כיצד מחולק הצוות הרפואי",
    answer: [
      "מטפל בכיר",
      "6 חובשים",
      "נהג אמבולנס"
    ]
  },
  {
    id: 8,
    type: "open",
    question: "כאשר קיים פער ברופא, כיצד תוגדר הכשירות של הגדוד?",
    answer: "כשירות חלקית, בתחום רפואת החילוץ בלבד. לא ניתן לומר שאין כשירות של רפואת חילוץ לגדוד אבל לא ניתן לתת מענה מלא כמו במצב שלא חסרים מטפלים בכירים"
  },
  {
    id: 9,
    type: "image_completion",
    question: "מה שיטת הרפואה של פלוגת חילוץ במודל המפוצל",
    answer: "הפלר\"ג יתחלק למחלקות הגדוד ויהיה תחת פיקוד מ\"מ החילוץ ובאחריותו כל רפואה החילוץ. צוות הרפואה במחלקה יהיה כפוף מקצועית אל מ\"פ הפלר\"ג"
  }


];
export default questionsDataThree;

