const mahozData = {
    StepOne: {
        text: <>העץ מבנה של המחוז
        </>,
        srcImg:`${process.env.PUBLIC_URL}/Assets/PartTwoImgs/Mahoz/mivneMahoz1.png`
      },
    StepTwo: {
        text: <> <b>ייעוד של מרכז רפואה במחוז:</b> <br/>
        מרכז הרפואה המחוזי יגבש את תמונת המצב הרפואית בזירת המבצעים המחוזית,<br/> יתכנן את תוכנית הסיוע המחוזית והפעלת המערך המחוזי באופן שישרת את התכנית המבצעית ויממש את משימת המחוז,<br/> יממש  את החלטות הרשות העליונה לאשפוז ובריאות ושיגבש תכנית התרמות דם במרחב המחוז באמצעות יחידות חבירות מטכליות ובהתאמה לאיומים


        </>,
      },
    StepThree: {
        text: <> <b>עיקרי התפקידים של מרכז רפואה:</b>
        </>,
        roles:[
            "גיבוש ושליטה בתמונת המצב הרפואית בזירת המבצעים המחוזית",
            "הערכת צרכי יחידות הרפואה, גיבוש דרישות להשלמת פערי ציוד רפואי, כוח אדם, ציוד משקי ורכב ותיאום קבלתם",
            "ייעוץ למפקד המחוז ולמטה המחוז בכל נושאי הרפואה",
            "תכנון המענה הרפואי במרחב המחוז כולל יחידות המנמ\"ר והפעלת מערך הרפואה בהתאם למשימה המבצעית",
            "יצירת תמונת מצב נפגעים במרחב המחוז, ניתוחה וגיבוש המלצות לאורה",
            "מיצוי כוחות הרפואה במרחב המחוז ושינוי מקום או משימה באישור מפקד המחוז ומרכז הרפואה הפיקודי, (למעט צוותי רפואה בגדודים) ובהתאם לצרכים",
            "שליטה בפינוי הנפגעים לבתי החולים על פי מדיניות פיקודית והנחיות הרשות העליונה לאשפוז",
            "תכנון והנחיית יחידות רפואה לויסות נפגעים שניוני ברמת המחוז, כמחוז משגר/קולט, על פי הנחיות מרכז הרפואה הפיקודי",
            "כתיבת הוראות מקצועיות ונספחי רפואה לפקודות אג\"מיות",
            "סיוע מקצועי לביצוע התרמות דם במרחב המחוז",
            "תיאום מד\"א במרחב המחוז באמצעות ק.קישור למד\"א",
            "הערכות לקליטת סד\"כ מטכ\"לי וקביעת תכנית התרמת דם במרחב המחוז",
            "השפעה על תמ\"צ התנהגות אוכלוסייה מחוזית באמצעות מקורות מידע רפואיים רלוונטיים (לשכות בריאות, בתי חולים, מד\"א)",
            "שליטה בתמונת מצב בתי חולים במרחב ורפואה בקהילה, תמיכה בסיוע אזרחי והצפת פערים למפקד המחוז"
          ]
      },
    StepFour: {
        text: <> מכלול תאים מקצועיים
        </>,
        roles:[
            "השתתפות, ביצוע ומעקב על מופעי השעל''ח הרלוונטיים והנחייה של יחידות כפופת בהתאם",
            "גיבוש תמונת מצב מתמשכת בתחומי אחריותם",
            "שליטה בתמ''כ יחידות הרפואה במחוז לרבות מפקדות ויחידות ת''פ ",
            "מתן מענה מקצועי וטיפול בצרכי יחידות הכפופות",
           `נוכחות בפורומים מקצועיים במלכ"א `,
           `השתתפות במופעים מול מכלול תאים מקצועיים בפיקוד `
          ],
       srcImg:`${process.env.PUBLIC_URL}/Assets/PartTwoImgs/Mahoz/mivneMahozThaim.png`


      }
   
  };
 
  export default mahozData;
 

