const nafaData = {
 
    0: {
        text: <>העץ מבנה של הנפה <br/>
ניתן לעבור מעל כל מכלול לקבל הסבר עליו,<br/>
חוץ ממכלול רפואה שבעמודים הבאים נרחיב עליו.


        </>,
        srcImg:`${process.env.PUBLIC_URL}/Assets/PartTwoImgs/Nafa/mivneNafa1.png`,
        rolesBtn:{
            1:{title:<><b>מכלול קשר</b></>,
                content:<>מכלול התקשוב הנפתי יתן מענה תקשוב בהתאמה ובזמן למפקדת הנפה וליחידותיה בכל מתארי הפעילות</>
               
            },
            3:{
                title:<><b>מכלול מודיעין</b></>,
                content:<>גיבוש וניתוח תמונת המודיעין והשפעתה על המרחב האזרחי בגזרת הנפה,<br/> זאת על מנת לגבש המלצות למפקד למפקדת הנפה ולרמה הכפופה</>


            },
            4:{
                title:<><b>מכלול אג"ם</b></>,
                content:<>מכלול התקשוב הנפתי יתן מענה תקשוב בהתאמה ובזמן למפקדת הנפה וליחידותיה בכל מתארי הפעילות</>


            },
            5:{
                title:<><b>מכלול אוכלוסיה</b></>,
                content:<>מכלול התקשוב הנפתי יתן מענה תקשוב בהתאמה ובזמן למפקדת הנפה וליחידותיה בכל מתארי הפעילות</>


            },
            6:{
                title:<><b>מכלול שלישות</b></>,
                content:<>מכלול התקשוב הנפתי יתן מענה תקשוב בהתאמה ובזמן למפקדת הנפה וליחידותיה בכל מתארי הפעילות</>


            },
            7:{
                title:<><b>מכלול לוגיסטיקה</b></>,
                content:<>מכלול התקשוב הנפתי יתן מענה תקשוב בהתאמה ובזמן למפקדת הנפה וליחידותיה בכל מתארי הפעילות</>


            }
        }
      },
    1: {
        text: <> <b>ייעוד של מכלול רפואה בנפה:</b> <br/>
מכלול הרפואה בנפה יהווה מטה מקצועי בתחום הרפואה,  <br/>יועץ למפקד הנפה ומנחה מקצועי בתחומו את מטה הנפה והמסגרות הכפופות לה




        </>,
      },
    2: {
        text: <> <b>עיקרי התפקידים של מרכז רפואה:</b>
        </>,
        roles:[
        "ייעוץ למפקד הנפה בתחומים הנוגעים למענה הרפואי במרחב הנפה",
        "בניית תכנית רפואה התואמת את מאמצי ומשימות הנפה וריכוז פעילות כוחות הרפואה ותיאומם במרחב הנפה בהתאם",
        "גיבוש תמ''צ הרפואה בגזרת הנפה: מיקום וכשירות יחידות הרפואה, היכרות עם פריסת סד\"כ מד\"א במרחב, היערכות ומוכנות בי\"ח הכללים ומוסדות הרפואה בקהילה ואשפוז המשכי",
        "אחריות על כשירות יחידות הרפואה בנפה לביצוע משימותיהן: מיקומן, מוכנות בתחום האימונים, כשירות הפרט, פערי צר\"פ, פערי כ\"א, רכבי ניוד ופינוי במידת הקיים",
        "השלמת פערי כשירות היחידות למול מרכז הרפואה המחוזי ומכלולי הנפה",
        "קבלת תמונת מצב מד\"א במרחב ודרישת מעטפת רפואית ע''פ צורך",
        "הנחיית מפקדי כוחות הרפואה ביחידות הנפה בנושאים מקצועיים בנוגעים ללמידה מתחקירים, תו''ל, עדכונים מבצעיים וכו'",
        "בעת אירוע יצירת תמ''צ רפואית במענה לאירוע הכולל: סד\"כ רפואה באירוע, תמ''צ נפגעים, תמ''צ לכודים, צירים ויעדי פינוי",
        "קבלת תמונת מצב, מגבלות, פערים ומשמעויות מתמונת מצב במרחב האזרחי בגזרתם (בתי\"ח כללים ומוסדות אשפוז המשכי ורפואה בקהילה) ע\"פ נתוני המחוז/פיקוד",
        "מימוש מדיניות הפינוי הרפואי לבתי החולים על פי מדיניות הרשות העליונה לאשפוז המתקבלת מהפיקוד ומועברת למחוז",
        "וידוא היכרות המענה הרפואי למפונים ומתפנים במתקני הקליטה (לרבות מחסות המונים) והעלאת פערים למרכז הרפואה המחוזי וחמ''ל נפת לשכת הבריאות",
        "איתור, מיפוי והצפת פערים וצרכים במרחב למתן סיוע אזרחי למשרד הבריאות ולרשות לממש אחריותם למענה רפואי רציף וזמין ע''פ יכולת וזמינות כוחות הנפה",
        "סיוע באירועי פינוי חולים בעלי צרכים רפואיים מיוחדים בהוראות המחוז/פיקוד",
        "מענה בתחומי רפואת השגרה, בריאות הצבא ובריאות הנפש ליחידות הנפה באמצעות גופי הרפואה המחוזיים",
        "העלאת כשירות ומוכנות של יחידות הרפואה (במסגרת 'זמן יקר' ושגרת חירום) ע\"י ביצוע אימונים וביקורות"
        ]
      },
      3: {
        text: <> <b>מבנה מכלול הרפואה בנפה</b><br/>מוצג העץ מבנה של מבנה מכלול רפואה בנפה-
ניתן לעבור על כל אחד מהתפקידים לקבל הסבר עליו.
        </>,
       srcImg:`${process.env.PUBLIC_URL}/Assets/PartTwoImgs/Nafa/mivneNafaRefua.png`,
           rolesBtn:{
            1:{title:<><b> קר"פ נפה</b></>,
                content:<>מכלול התקשוב הנפתי יתן מענה תקשוב בהתאמה ובזמן למפקדת הנפה וליחידותיה בכל מתארי הפעילות</>
               
            },
            2:{
                title:<><b> נציג שולחן המרכזי</b></>,
                content:<>גיבוש וניתוח תמונת המודיעין והשפעתה על המרחב האזרחי בגזרת הנפה,<br/> זאת על מנת לגבש המלצות למפקד למפקדת הנפה ולרמה הכפופה</>


            },
            3:{
                title:<><b> ס.קר"פ נפה</b></>,
                content:<>מכלול התקשוב הנפתי יתן מענה תקשוב בהתאמה ובזמן למפקדת הנפה וליחידותיה בכל מתארי הפעילות</>


            },
            4:{
                title:<><b> מפקד תא רפואה אזרחית </b></>,
                content:<>מכלול התקשוב הנפתי יתן מענה תקשוב בהתאמה ובזמן למפקדת הנפה וליחידותיה בכל מתארי הפעילות</>


            },
             5:{
                title:<><b> קמב"ץ</b></>,
                content:<>מכלול התקשוב הנפתי יתן מענה תקשוב בהתאמה ובזמן למפקדת הנפה וליחידותיה בכל מתארי הפעילות</>


            },
            6:{
                title:<><b> סמבצ"ים</b></>,
                content:<>מכלול התקשוב הנפתי יתן מענה תקשוב בהתאמה ובזמן למפקדת הנפה וליחידותיה בכל מתארי הפעילות</>


            },
         
        }
      }
   


   
  };
 
  export default nafaData;
 





