const simulationData = {
    name: "מתאר מעמ\"ל חירום בהפתעה ותחת אש",
    messages: [
        {
            type: "התחלה",
            side: 1,
            content: "הסימולציה היא שגרת חירום, מפקדות סגורות ואין כוחות מגוייסים. אין מצב מיוחד בעורף ומצב התגוננות ירוק"
        },
        {
            type: "תיאור",
            side: 1,
            content: "שבת בשעה 07:15 בבוקר מופעלות אזעקות באיזורים נרחבים בארץ ..."
        },
        {
            type: "שאלה",
            side: 1,
            content: "מה הפעולות  הראשונה של מפקד/סגן מפקד מכלול הרפואה? של שאר הצוות?"
        },
        {
            type: "תשובה",
            side: 2,
            content: "מפקד מעדכן את כל הצוות שהופעלה פקודת גיוס חירום..."
        },
        {
            type: "תיאור",
            side: 1,
            content: "השעה 10:30, למפקדת הנפה הגיעו מפקד המכלול רפואה, סגנו..."
        },
        {
            type: "שאלה",
            side: 1,
            content: "מהן המשימות הראשונות שעושה כל אחד? לא לשכוח שבודקים את כל ערוצי התקשורת..."
        },
        {
            type: "תשובה",
            side: 2,
            content: "מפקד – מחלק משימות, מנחה את הסגן להוביל את מאמץ המעמ\"ל..."
        },
        {
            type: "שאלה",
            side: 1,
            content: "מתי מתחילה פעילות בשולחן מרכזי בנפה – עדיין לא הגיעו נציגי ש.מ של הרפואה – איך פותרים את זה?"
        },
        {
            type: "תשובה",
            side: 2,
            content: "החלטה של מפקד מכלול/סגנו או קמב\"צ מי ילך למלא מקום ב ש.מ"
        },
        {
            type: "תיאור",
            side: 1,
            content: "השעה 13:00 – מתקבל דיווח כי ציוד של 2 צוותי רפואה מגדוד החילוץ הושמד..."
        },
        {
            type: "שאלה",
            side: 1,
            content: "כעת תעשו בחינה ואינטגרציה על העזרים של כמות הצוותים שהתגייסו..."
        },
        {
            type: "תשובה",
            side: 2,
            content: "העלאת דרישה מיידית למחוז לקבל השלמה – ערכות בבטן הגלמ\"ר..."
        },
        {
            type: "תיאור",
            side: 1,
            content: "השעה 14:30, כלל הצוות הגיע למכלול, כל המערוכת פועלות..."
        },
        {
            type: "תיאור",
            side: 1,
            content: "מצב התגוננות ממשיך להיות מצב 4, מה הפעולות שעושים לגיבוש תמנ\"צ..."
        },
        {
            type: "שאלה",
            side: 1,
            content: "מה המשמעויות שצריך לחשוב עליהן כולל אם יש לשקול הערכות לשהייה ממושכת במיגון?"
        },
        {
            type: "תשובה",
            side: 2,
            content: "בחינת סטטוס מוסדות מיוחדים, פנייה למכלול אוכלוסיה לבדוק אם יש כבר עדכונים מהיקל\"רים..."
        },
        {
            type: "סיום",
            side: 1,
            content: "למידה ולקחים"
        }
    ]
};


export default simulationData;
