  const TestData=[{
    question: "מהי הבירה של ישראל?",
    options: ["תל אביב", "ירושלים", "חיפה", "באר שבע"],
    correct: 1, // אינדקס של התשובה הנכונה
  },
  {
    question: "כמה כוכבים יש בדגל ארה\"ב?",
    options: ["50", "48", "52", "49"],
    correct: 0,
  },
  {
    question: "מהו המספר הראשון הראשוני?",
    options: ["1", "2", "3", "0"],
    correct: 1,
  },
  {
    question: "מהו היסוד הכימי של מים?",
    options: ["H2O", "CO2", "O2", "NaCl"],
    correct: 0,
  },
  {
    question: "איזה צבע מתקבל מערבוב אדום וכחול?",
    options: ["ירוק", "סגול", "כתום", "צהוב"],
    correct: 1,
  },
  {
    question: "כמה שבועות יש בשנה?",
    options: ["48", "50", "52", "54"],
    correct: 2,
  },
  {
    question: "מי כתב את 'הארי פוטר'?",
    options: ["ג'.ק. רולינג", "טולקין", "ג'ורג' מרטין", "סטיבן קינג"],
    correct: 0,
  },
  {
    question: "מהו המטבע של יפן?",
    options: ["ין", "דולר", "יורו", "פאונד"],
    correct: 0,
  },
  {
    question: "מהו כוכב הלכת הקרוב ביותר לשמש?",
    options: ["מרקורי", "ונוס", "אדום", "שבתאי"],
    correct: 0,
  },
  {
    question: "מהי השפה הרשמית של ברזיל?",
    options: ["ספרדית", "פורטוגזית", "אנגלית", "צרפתית"],
    correct: 1,
  },
];

export default TestData;